Repository: Roman3349/iqrf-gateway-webapp
Catalog: app/locale/*.0.po
Languages: cs

source: Available interfaces
cs: Dostupné rozhraní

source: Base services
cs: Základní služby

source: Change IQRF Daemon mode
cs: Změnit mód IQRF Daemonu

source: Components
cs: Komponenty

source: Configuration
cs: Konfigurace

source: ConfigurationDir
cs: Složka s konfiguračními soubory

source: Control IQRF App.
cs: Ovládat IQRF App

source: Control service.
cs: Ovládat službu

source: Czech
cs: Čeština

source: Dashboard
cs: Nástěnka

source: Edit
cs: Upravit

source: Edit configuration.
cs: Upravit konfiguraci.

source: Enable or disable components.
cs: Povolit či zakázat komponenty.

source: Enabled
cs: Povoleno

source: EnabledSSL
cs: Povoleno TLS

source: English
cs: Angličtina

source: GW Info
cs: Informace o GW

source: GW info
cs: Informace o GW

source: Gateway Info
cs: Informace o GW

source: Get status of IQRF Daemon service.
cs: Získat stav služby IQRF daemonu.

source: Home
cs: Domů

source: IP addresses
cs: IP adresy

source: IQRF App settings.
cs: Nastavení aplikace IQRF App.

source: IQRF Daemon has been restarted.
cs: IQRF Daemon byl restartován.

source: IQRF Daemon has been started.
cs: IQRF Daemon byl spuštěn.

source: IQRF Daemon has been stopped.
cs: IQRF Daemon byl zastaven.

source: IQRF UDP interface settings.
cs: Nastavení IQRF UDP rozhraní.

source: IQRF interface
cs: IQRF rozhraní

source: IQRF interface settings.
cs: Nastavení IQRF rozhraní.

source: IqrfInterface
cs: IQRF rozhraní

source: JsonSerializer
cs: JSON Serializace

source: Language
cs: Jazyk

source: LocalMqName
cs: Lokáln MQ jméno

source: LocalPort
cs: Lokální port

source: MAC addresses
cs: MAC adresy

source: MCU type:
cs: Typ mikrokontroléru:

source: MQ interface
cs: MQ rozhraní

source: MQ interface settings.
cs: Nastavení MQ rozhraní.

source: MQTT interface
cs: MQTT rozhraní

source: MQTT interface settings.
cs: Nastavení MQTT rozhraní.

source: Macros
cs: Makra

source: Main configuration
cs: Hlavní konfigurace

source: Module type:
cs: Typ bezdrátového modulu:

source: MqMessaging
cs: MQ rozhraní

source: MqttMessaging
cs: MQTT rozhraní

source: Name
cs: Jméno

source: OS:
cs: Verze IQRF OS:

source: Password
cs: Heslo

source: Password:
cs: Heslo:

source: Remember me
cs: Pamatovat si mě

source: RemoteMqName
cs: Vzdálené MQ jméno

source: RemotePort
cs: Vzdálený port

source: Request
cs: Požadavek

source: Response
cs: Odpověď

source: Restart
cs: Restartovat

source: Restart IQRF Daemon service.
cs: Restartovat službu IQRF daemonu.

source: Save
cs: Uložit

source: Scheduler
cs: Plánovač

source: Send
cs: Odeslat

source: Send Raw IQRF packet
cs: Odeslat raw IQRF packet

source: Send Raw IQRF packet.
cs: Odeslat raw IQRF packet.

source: Send raw IQRF packet
cs: Odeslat raw IQRF packet

source: Serializers
cs: Serializace

source: Service
cs: Služba

source: Show gateway info.
cs: Zobrazit informace o GW

source: Sign in
cs: Přihlásit se

source: Sign in to another account
cs: Přihlásit se pod jiným účtem

source: Sign out
cs: Odhlásit se

source: Start
cs: Spustit

source: Start IQRF Daemon service.
cs: Spustit službu IQRF daemonu.

source: Status
cs: Stav služby

source: Status of service
cs: Stav služby

source: Stop
cs: Zastavit

source: Stop IQRF Daemon service.
cs: Zastavit službu IQRF daemonu.

source: Supply Voltage:
cs: Napájecí napětí:

source: TR info
cs: Informace o bezdrátovém modulu

source: Time
cs: Čas

source: TraceFileName
cs: Jméno souboru

source: TraceFileSize
cs: Velikost souboru

source: Type
cs: Typ

source: UDP interface
cs: UDP rozhraní

source: UdpMessaging
cs: UDP rozhraní

source: User
cs: Uživatel

source: Username:
cs: Uživatelské jméno:

source: You have been signed out
cs: Byli jste odhlášeni

source: cmd
cs: Příkaz

source: confirmation
cs: Potvrzení

source: request
cs: Požadavek

source: response
cs: Odpověď

source: sensors
cs: Senzory

source: service
cs: Služba

source: time
cs: Čas

source: timeout
cs: Časový limit

source: Mode
cs: Mód
